xml/request_templates/bog_retskrivning_526_i_t_e_b_d_t_e.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>22806009|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-00-36278-6</dc:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-00-48428-8</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Retskrivningsordbog</dc:title>
              <dc:title xsi:type="dkdcplus:full">Retskrivningsordbog</dc:title>
              <dc:title xsi:type="dkdcplus:series">Gyldendals røde ordbøger</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">89.63</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Ordbøger</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">dansk sprog</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">fremmedord</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">fremmedordbøger</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">ordbøger</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">retskrivning</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCO">retskrivningsordbøger</dc:subject>
              <dc:description>Titlerne hentet fra cd-rometiket</dc:description>
              <dc:description>På emballage: Retskrivningsordbog med stavekontrol</dc:description>
              <dcterms:audience>børnematerialer</dcterms:audience>
              <dc:publisher>Gyldendal</dc:publisher>
              <dc:date>1999</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Cd-rom</dc:type>
              <dc:format>1 cd-rom, 2 vejledninger</dc:format>
              <dc:format>Pc; Windows 3.1, 3.x, 95, 98 eller NT</dc:format>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">22806009</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20010824102204</marcx:subfield>
                  <marcx:subfield code="d">20000224</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">1999</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="d">e</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">t</marcx:subfield>
                  <marcx:subfield code="g">tb</marcx:subfield>
                  <marcx:subfield code="b">a</marcx:subfield>
                  <marcx:subfield code="h">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="a">87-00-36278-6</marcx:subfield>
                  <marcx:subfield code="d">kr. 445,00</marcx:subfield>
                  <marcx:subfield code="b">enkeltbrugerversion</marcx:subfield>
                  <marcx:subfield code="n">00362786</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="a">87-00-48428-8</marcx:subfield>
                  <marcx:subfield code="b">gaveæske</marcx:subfield>
                  <marcx:subfield code="d">kr. 445,00</marcx:subfield>
                  <marcx:subfield code="b">enkeltbrugerversion</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">DBF200011</marcx:subfield>
                  <marcx:subfield code="x">BØK200004</marcx:subfield>
                  <marcx:subfield code="x">SKO200101</marcx:subfield>
                  <marcx:subfield code="x">SFD200011</marcx:subfield>
                  <marcx:subfield code="x">DAT200134</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="044">
                  <marcx:subfield code="a">F</marcx:subfield>
                  <marcx:subfield code="a">E</marcx:subfield>
                  <marcx:subfield code="a">G</marcx:subfield>
                  <marcx:subfield code="a">V</marcx:subfield>
                  <marcx:subfield code="b">08q</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Retskrivningsordbog</marcx:subfield>
                  <marcx:subfield code="x">Fremmedordbog</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">[Kbh.]</marcx:subfield>
                  <marcx:subfield code="b">Gyldendal</marcx:subfield>
                  <marcx:subfield code="c">1999</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="n">1 cd-rom</marcx:subfield>
                  <marcx:subfield code="d">2 vejledninger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="440">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Gyldendals røde ordbøger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="501">
                  <marcx:subfield code="a">Pc; Windows 3.1, 3.x, 95, 98 eller NT</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">Titlerne hentet fra cd-rometiket</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">På emballage: Retskrivningsordbog med stavekontrol</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="i">Elektronisk version af</marcx:subfield>
                  <marcx:subfield code="t">Retskrivningsordbog</marcx:subfield>
                  <marcx:subfield code="e">Jens Axelsen ... et al.</marcx:subfield>
                  <marcx:subfield code="b">. 1. udgave, og:</marcx:subfield>
                  <marcx:subfield code="d">Sven Brüel</marcx:subfield>
                  <marcx:subfield code="t">Fremmedordbog</marcx:subfield>
                  <marcx:subfield code="e">Sven Brüel, Niels Åge Nielsen</marcx:subfield>
                  <marcx:subfield code="b">. 11. udgave</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">89.63</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">dansk sprog</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">retskrivning</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">fremmedord</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="o">retskrivningsordbøger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="o">fremmedordbøger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="o">ordbøger</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="990">
                  <marcx:subfield code="a">SFD</marcx:subfield>
                  <marcx:subfield code="b">S</marcx:subfield>
                  <marcx:subfield code="b">B</marcx:subfield>
                  <marcx:subfield code="c">A</marcx:subfield>
                  <marcx:subfield code="m">Av-beskrivelse udsendes: 200014.</marcx:subfield>
                  <marcx:subfield code="o">200011</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:22806009</os:identifier>
            <os:creationDate>2005-03-01</os:creationDate>
            <os:holdingsCount>1</os:holdingsCount>
            <os:lendingLibraries>1</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>bog_retskrivning_526_i_t_e_b_d_t_e.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
